Revit 2027 API
OverrideGraphicSettings.ProjectionLineColor Property
 Projection surface line color.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color ProjectionLineColor { get; }
Public ReadOnly Property ProjectionLineColor As Color
	Get
public:
property Color^ ProjectionLineColor {
	Color^ get ();
}
member ProjectionLineColor : Color with get
Property Value
Color
See Also
Reference
OverrideGraphicSettings Class
Autodesk.Revit.DB Namespace